
#+TITLE: February 9-25, 2020 (17 days)
#+PROPERTY: Effort_ALL 0 0:05 0:10 0:30 1:00 2:00 3:00 4:00
#+COLUMNS: %35ITEM %TASKID %OWNER %3PRIORITY %TODO %5ESTIMATED{+} %3ACTUAL{+}
* REPORTS
** SCRUM BOARD
#+BEGIN: block-update-board
#+END:
** DEVELOPER SUMMARY
#+BEGIN: block-update-summary
#+END:
** BURNDOWN CHART
#+BEGIN: block-update-graph
#+END:
** BURNDOWN LIST
#+PLOT: title:"Burndown" ind:1 deps:(3 4) set:"term dumb" set:"xtics scale 0.5" set:"ytics scale 0.5" file:"burndown.plt" set:"xrange [0:17]"
#+BEGIN: block-update-burndown
#+END:
** TASK LIST
#+BEGIN: columnview :hlines 2 :maxlevel 5 :id "TASKS"
#+END:
* TASKS
  :PROPERTIES:
  :ID:       TASKS
  :SPRINTLENGTH: 17
  :SPRINTSTART: <2020-02-09 Sun>
  :wpd-akshay196: 1
  :wpd-kurianbenoy: 4
  :wpd-sandeepk: 1
  :END:
** akshay196
*** Introduction to Operating Systems - Part I
    :PROPERTIES:
    :ESTIMATED: 16
    :ACTUAL:
    :OWNER: akshay196
    :ID: READ.1580485531
    :TASKID: READ.1580485531
    :END:
    https://classroom.udacity.com/courses/ud923
    - [ ] Introduction to Operating System      ( 60 min)
    - [ ] Processes and Process Management      (105 min)
    - [ ] Threads and Concurrency               (240 min)
    - [ ] Threads Case Study: PThreads          ( 90 min)
    - [ ] Problem Set 1                         (120 min)
    - [ ] Thread Design Consideration           (180 min)
    - [ ] Thread Performace Consideration       (180 min)
** kurianbenoy
*** DONE Malayalam TTS project Part-3
   :PROPERTIES:
   :ESTIMATED: 40
   :ACTUAL:
   :OWNER: kurianbenoy
   :ID: DEV.1581323105
   :TASKID: DEV.1581323105
   :END:
   :LOGBOOK:
   CLOCK: [2020-02-24 Mon 20:11]--[2020-02-24 Mon 23:01] =>  2:50
   CLOCK: [2020-02-19 Wed 14:06]--[2020-02-19 Wed 15:25] =>  1:19
   CLOCK: [2020-02-18 Tue 13:00]--[2020-02-18 Tue 16:00] =>  3:00
   CLOCK: [2020-02-17 Mon 22:16]--[2020-02-18 Tue 00:28] =>  2:12
   CLOCK: [2020-02-16 Sun 22:36]--[2020-02-17 Sun 23:15] =>  0:39
   CLOCK: [2020-02-13 Thu 23:00]--[2020-02-13 Thu 23:17] =>  0:17
   CLOCK: [2020-02-13 Thu 21:00]--[2020-02-13 Thu 22:02] =>  1:02
   CLOCK: [2020-02-13 Thu 19:53]--[2020-02-13 Thu 20:59] =>  1:06
   :END:
*** DONE Kaggle Bengali CV competition Part-2
   :PROPERTIES:
   :ESTIMATED: 25
   :ACTUAL:
   :OWNER: kurianbenoy
   :ID: DEV.1581323296
   :TASKID: DEV.1581323296
   :END:
   :LOGBOOK:
   CLOCK: [2020-02-27 Thu 07:12]--[2020-02-27 Thu 09:47] =>  2:35
   CLOCK: [2020-02-22 Sat 11:55]--[2020-02-22 Sat 13:28] =>  1:33
   CLOCK: [2020-02-17 Mon 06:53]--[2020-02-17 Mon 07:30] =>  0:37
   CLOCK: [2020-02-15 Sat 23:18]--[2020-02-16 Sun 00:38] =>  1:20
   CLOCK: [2020-02-14 Fri 21:33]--[2020-02-14 Fri 23:21] =>  1:48
   CLOCK: [2020-02-14 Fri 14:30]--[2020-02-14 Fri 16:15] =>  1:45
   CLOCK: [2020-02-14 Fri 10:05]--[2020-02-14 Fri 13:05] =>  3:00
   :END:
*** DONE Professional Students Summit
   :PROPERTIES:
   :ESTIMATED: 8
   :ACTUAL: 8.1
   :OWNER: kurianbenoy
   :ID: EVENT.1581323501
   :TASKID: EVENT.1581323501
   :END:
   :LOGBOOK:
   CLOCK: [2020-02-15 Sat 09:52]--[2020-02-15 Sat 18:00] => 8:08
   :END:
** sandeepk
*** Book Atomic Habits Reading [0/4]
    :PROPERTIES:
    :ESTIMATED: 8
    :ACTUAL:
    :OWNER: sandeepk
    :ID: READ.1581364101
    :TASKID: READ.1581364101
    :END:
    - [ ] Introduction: MyStory                        ( 60 min )
    - [ ] The Surprising Power of Atomic Habits        ( 120 min )
    - [ ] How Your Habits Shape your Identity          ( 120 min )
    - [ ] How to build Better Habits in 4 Simple Steps ( 180 min )
*** Write a blog post [0/1]
    :PROPERTIES:
    :ESTIMATED: 8
    :ACTUAL:
    :OWNER: sandeepk
    :ID: WRITE.1581365835
    :TASKID: WRITE.1581365835
    :END:
    - [ ] First Class Function ( 8 hr )
